import React from 'react'
import { Row, Col } from 'react-bootstrap'

import { Section, H4White, P, Mark, Article } from '../common/styled'

/**
 * functional react component for ...
 * @function
 * @param {*} props - props
 * @returns {JSX.Element} - react component
 */
function KreditArticle() {
  return (
    <Section>
      <Row>
        <Col md="6">
      <Article>
        <H4White>
          Калькулятор кредитоздатності кредитної для кредиту іпотечного - що це є?
        </H4White>
        <P>Вирахування кредитоспроможності для іпотечного кредиту не легке. Банки беруть до уваги множину передумов, які впливають на присудження кредиту або відторгнення висновку. Такі інструменти як <strong>кредитні калькулятори дозволяють на симуляцію кредитоспроможності</strong> та і то в короткому часі. <Mark>Вистачить вписати місячний дохід, квоту кредиту, період кредитування, опроцентування, комісійні, інші постійні зобов'язання,</Mark> а також вид внесків (рівне або таке, що зменшується), щоб за хвилину перевірити як виглядає наша здібність </P>
      </Article>
      <Article>
        <H4White>
          ЯК ДІЄ КАЛЬКУЛЯТОР КРЕДИТОСПРОМОЖНОСТІ ДЛЯ ІПОТЕЧНОГО КРЕДИТУ?.
        </H4White>
        <P><strong>Кредитний калькулятор аналізує вписані дані</strong> за подібним принципом що експерти в банках. Це є авжеж всього лише симуляція, оскільки радники беруть до уваги ще інші чинники, напр. BIK чи кредитний сцорінг (крапкова оцінка банку). Калькулятор допомагає головним чином передбачити скільки можна одержати іпотечного кредиту, в чиму допоможуть дані з доходами, місячні зобов'язання чи число осіб в домашньому господарстві. Завдяки користуванню з таких калькуляторів кредитоспроможності, майбутній позичальник дізнаєтся не тільки яку максимальну суму зможе взяти в банку, але також яке фінустанови пропонують йому найбільш вигідні пропозиції, адаптовані до його можливостей.</P>
      </Article>
      <Article>
        <H4White>
          ЧИМ Є КРЕДИТОСПРОМОЖНІСТЬ?
        </H4White>
        <P>Кредитоспроможність те ніщо іншого як оцінка фінансової вірогідності. <Mark>Банки мусять перевірити, чи особа, що старається про кредит, буде в стані його погасити разом з відсотками.</Mark> Зазвичай аналіз та налягає на оцінці документації а також інформації доставлених потенційним позичальником. Крім того, <strong>банки користують ще з інших методів оцінки кредитоспроможності,</strong> які зазвичай не публічні.</P>
      </Article>
      <Article>
        <H4White>
          ІПОТЕЧНИЙ КРЕДИТ – НА ЩО ВВАЖАТИ?
        </H4White>
        <P>Не завжди найдешевший іпотечний кредит реально такий буде. З цього відношення належить уважно продивитися угоди і ретельно їх читати. Банки можуть мати ряд додаткових гарантій і оплат, яких не покаже кредитний калькулятор. Варто перевірити чи платні є наприклад письмові нагадування, пригадуючі з платежами, коли позичальник не оплатить на час. Буває також, що платна може виявитися послуга ранішого погашення всього кредиту. Під час підписання угоди в банку належить допитуватися про такі подробиці, щоб знайти для себе пропозицію.</P>
      </Article>
      </Col>
      <Col md="6">
      <Article>
        <H4White>
          ЯК ЗБІЛЬШИТИ КРЕДИТОЗДАТНІСТЬ?
        </H4White>
        <P>Багато осіб розмірковує <strong>як одержати іпотечний кредит в Польщі,</strong> а величезний вплив на те має збільшення кредитоспроможності. Є кілька способів на те, би її поправити. Для банку архіважлива є форма потенціального працевлаштування позичальника. Найбільші шанси у кредит мають особи, які є на угоді про працю(umowie o pracę). Інші варіанти (напр. угода про справу чи самопрацевлаштування) дають банкам меншу надійність щодо того, щоб термінового платити внесків, тому плануючи кредит з великим терміном, варто подумати про той, щоб мати угоду про працю.</P>
        <P>Наступним важливим питанням є інші зобов'язання. Їх відсутність збільшує шанси на отримання кредиту. Якщо потенціальний позичальник платить кілька кредитів то варто їх консолідувати. Тоді внесок буде менший, завдяки чому виросте трохи кредитоспроможність. Добре також є привести в порядок усілякі банківські рахунки. <strong>Краще відмовитися з кредиток і особистих карток, які мають ліміт на рахунку.</strong> Вони сигналять банку, що в кожен момент можуть появития інші нові кредити.</P>
        <P>Істотна для банку є також <strong>кредитна історія,</strong> яка описувана є в Б.І.К. Якщо якісь зобов'язання не були регульовані в строк, в Бюро Кредитної Інформації мусило лишитися це зазначене, що знижує кредитоспроможність. Однак те Б.І.К не тільки погана інформація. Інституція та збирає також дані про те, щоб вчасно платити кредити, що позитивно впливає на присудження кредиту, оскільки це збільшує надійність особи, що старається про кредит.</P>
        <P>Поправити кредитоспроможність може також не самостійний кредит, а спільний, наприклад з батьками, партнерем/партнерка або братами і сестрами. Вищі спільні доходи це більша кредитоспроможність і краща гарантія для банку.</P>
        <P>Не без значення є також вибір виду внесків. Хоч дуже заманливі є внески, що зменшуються, зле впливають вони на оцінку кредитоспроможності. Чом? Оскільки береться до уваги початкові внески, які дуже високі і знижують кредитоспроможність. Найкращим вибором є рівні внески.</P>
        <P>Важливий для банку є також власний вклад. Зазвичай вимагається є 10-20% вартостей кредиту, але чим більша сума, плачена на початку, тим менша в погашення, що також має вплив на кращу оцінку кредитоспроможності.</P>
      </Article>
      </Col>
      </Row>
    </Section>
  )
}

export default KreditArticle